console.log(`
Привет!) Я ещё доделываю... Надеюсь на твоё понимание) На текущий момент готово: header, footer.

**ТЗ** https://github.com/rolling-scopes-school/tasks/blob/master/tasks/js30%23/js30-5.md

            **Форма для проверки** 
https://rolling-scopes-school.github.io/checklist/


**Ваша оценка - 20 баллов** 

#### Отзыв по пунктам ТЗ:

#####**Не выполненные/не засчитанные пункты:**
=====================================================
1) на странице есть несколько фото и строка поиска

2) При загрузке приложения на странице отображаются полученные от API изображения

3) Если в поле поиска ввести слово и отправить поисковый запрос, на странице отобразятся изображения соответствующей тематики, если такие данные предоставляет API

4) автозаполнение поля ввода отключено (нет выпадающего списка с предыдущими запросами)

5) поисковый запрос можно отправить нажатием клавиши Enter

6) после отправки поискового запроса и отображения результатов поиска, поисковый запрос продолжает отображаться в поле ввода

7) Очень высокое качество оформления приложения и/или дополнительный не предусмотренный в задании функционал, улучшающий качество приложения

#####**Выполненные пункты:**
=====================================================
1) в футере приложения есть ссылка на гитхаб автора приложения, год создания приложения, логотип курса со ссылкой на курс

2) при открытии приложения курсор находится в поле ввода

3) есть placeholder

4) в поле ввода есть крестик при клике по которому поисковый запрос из поля ввода удаляется и отображается placeholder
`)